tutorials/11_NACA00122DDyM_T262_LWC055_DUR14/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1912                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet
    {
        type            patch;
        inGroups        1(freestream);
        nFaces          600;
        startFace       287280;
    }
    outlet
    {
        type            patch;
        inGroups        1(freestream);
        nFaces          480;
        startFace       287880;
    }
    back
    {
        type            empty;
        inGroups        1(empty);
        nFaces          144000;
        startFace       288360;
    }
    front
    {
        type            empty;
        inGroups        1(empty);
        nFaces          144000;
        startFace       432360;
    }
    region0_to_wallFilmRegion_wallFilmFaces
    {
        type            mappedWall;
        inGroups        1(wall);
        nFaces          360;
        startFace       576360;
        sampleMode      nearestPatchFace;
        sampleRegion    wallFilmRegion;
        samplePatch     region0_to_wallFilmRegion_wallFilmFaces;
        offsetMode      nonuniform;
        offsets         nonuniform List<vector> 
360
(
(-5.551115123125783e-17 -0 -0)
(-0 8.673617379884035e-19 -1.387778780781446e-17)
(-5.551115123125783e-17 8.673617379884035e-19 2.775557561562891e-17)
(-5.551115123125783e-17 -0 1.387778780781446e-17)
(-0 -0 -2.775557561562891e-17)
(-0 -0 1.387778780781446e-17)
(-5.551115123125783e-17 8.673617379884035e-19 2.775557561562891e-17)
(-2.775557561562891e-17 -0 -0)
...
)
;
    }
)

// ************************************************************************* //
