tutorials/11_NACA00122DDyM_T262_LWC055_DUR14/constant/wallFilmRegion/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1912                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/wallFilmRegion/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    back
    {
        type            empty;
        inGroups        1(empty);
        nFaces          360;
        startFace       360;
    }
    front
    {
        type            empty;
        inGroups        1(empty);
        nFaces          360;
        startFace       720;
    }
    wallFilmFaces_top
    {
        type            patch;
        nFaces          360;
        startFace       1080;
    }
    region0_to_wallFilmRegion_wallFilmFaces
    {
        type            mappedWall;
        inGroups        1(wall);
        nFaces          360;
        startFace       1440;
        sampleMode      nearestPatchFace;
        sampleRegion    region0;
        samplePatch     region0_to_wallFilmRegion_wallFilmFaces;
        offsetMode      nonuniform;
        offsets         nonuniform List<vector> 
360
(
(5.551115123125783e-17 0 0)
(0 -8.673617379884035e-19 1.387778780781446e-17)
(5.551115123125783e-17 -8.673617379884035e-19 -2.775557561562891e-17)
(5.551115123125783e-17 0 -1.387778780781446e-17)
(0 0 2.775557561562891e-17)
(0 0 -1.387778780781446e-17)
(5.551115123125783e-17 -8.673617379884035e-19 -2.775557561562891e-17)
(2.775557561562891e-17 0 0)
...
)
;
    }
)

// ************************************************************************* //
