tutorials/11_NACA00122DDyM_T262_LWC055_DUR14/constant/foam.inp
species
(
    O2
    H2O
    N2
)
;

reactions
{}
