tutorials/11_NACA00122DDyM_T262_LWC055_DUR14/constant/parcelInjectionProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1806                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      parcelInjectionProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
// (x y z) (u v w) d rho mDot T Cp (Y0..Y2) (Yg0..YgN) (Yl0..YlN) (Ys0..YsN)
(
    (-0.76 -0.0076 -0.130) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.128) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.126) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.124) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.122) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.120) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.118) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.116) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.114) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.112) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.110) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.108) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.106) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.104) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.102) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.100) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.098) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.096) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.094) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.092) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.090) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.088) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.086) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.084) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.082) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.080) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.078) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.076) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.074) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.072) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.070) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.068) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.066) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.064) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.062) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.060) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.058) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.056) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.054) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.052) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.050) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.048) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.046) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.044) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.042) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.040) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.038) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.036) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.034) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.032) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.030) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.028) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.026) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.024) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.022) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.020) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.018) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.016) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.014) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.012) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.010) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.008) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.006) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.004) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076 -0.002) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076      0) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.100) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.098) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.096) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.094) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.092) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.090) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.088) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.086) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.084) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.082) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.080) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.078) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.076) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.074) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.072) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.070) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.068) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.066) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.064) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.062) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.060) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.058) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.056) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.054) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.052) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.050) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.048) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.046) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.044) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.042) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.040) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.038) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.036) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.034) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.032) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.030) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.028) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.026) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.024) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.022) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.020) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.018) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.016) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.014) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.012) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.010) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.008) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.006) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.004) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
    (-0.76 -0.0076  0.002) (102.8 0 0) 2e-05 1000 0.002 262.04  4200 (0 1 0) () (1) ()
);


// ************************************************************************* //
