tutorials/11_NACA00122DDyM_T262_LWC055_DUR14/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1912                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

#include "../caseConditions"

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform ($Velocity 0.0 0.0);

boundaryField
{
    front
    {
        type            empty;
    }
    inlet
    {
        type            fixedValue;
        value           uniform ($Velocity 0.0 0.0);
    }
    back
    {
        type            empty;
    }
    outlet
    {
        type            zeroGradient;
    }
    region0_to_wallFilmRegion_wallFilmFaces
    {
        type            noSlip;
    }
}

// ************************************************************************* //
