tutorials/11_NACA00122DDyM_T262_LWC055_DUR14/0/pointDisplacement
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       pointVectorField;
    location    "0.01";
    object      pointDisplacement;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 0 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{

    region0_to_wallFilmRegion_wallFilmFaces
    {
        type            fixedValue;
        value           uniform (0 0 0);
    }

    "(front|back)"
    {
        type            empty;
    }

    "(inlet|outlet)"
    {
        type            fixedValue;
        value           uniform (0 0 0);
    }

}


// ************************************************************************* //
