tutorials/11_NACA00122DDyM_T262_LWC055_DUR14/Allrun
#!/bin/sh
cd ${0%/*} || exit 1                        # Run from this directory
. $WM_PROJECT_DIR/bin/tools/RunFunctions    # Tutorial run functions

rm log.iceDyMFoam

# Run it for a bit
runApplication $(getApplication)

#------------------------------------------------------------------------------
